[
    {
        "title": "مكتوب",
        "description": "دراما تحكي على خالد، شاب يعاني في الحب والمكتوب والصعوبات الاجتماعية في تونس اليوم. المسلسل يستكشف علاش الفلوس والسلطة والطموحات الشخصية يتقاطعو.",
        "genre": ["دراما", "رومانسي"]
    },
    {
        "title": "نسيبتي العزيزة",
        "description": "سيتكوم هزلي على عايلة تونسية تتعامل مع الحماة الغريبة، سوء الفهم الثقافي، والمشاكل اليومية، الكل بطريقة مضحكة.",
        "genre": ["كوميديا", "عائلي"]
    },
    {
        "title": "منامة عروسة",
        "description": "سلسلة فكاهية خفيفة تحكي على عروسة المستقبل وهي تواجه ضغوط العائلة، تعقيدات الحب، والتقاليد.",
        "genre": ["كوميديا", "دراما"]
    },
    {
        "title": "الخطاب عالباب",
        "description": "كوميديا درامية تحكي على العرسان في تونس، كيفاش يحاولو يربحو قلوب البنات، بين العادات والتقاليد والعصرنة.",
        "genre": ["كوميديا", "رومانسي", "دراما"]
    },
    {
        "title": "شوفلي حل",
        "description": "سيتكوم كلاسيكي تونسي يحكي على طبيب نفساني ومرضاه الغريبين، بمواقف مضحكة ولحظات عائلية، واحد من أكثر المسلسلات المحبوبة.",
        "genre": ["كوميديا", "سيتكوم"]
    },
    {
        "title": "دوامة",
        "description": "دراما مشوقة تحكي على أسرار وخيانات وصراعات السلطة داخل عايلة تونسية من الطبقة الراقية، تمس الحب، الانتقام، والمصير.",
        "genre": ["دراما", "تشويق"]
    },
    {
        "title": "الايام",
        "description": "دراما اجتماعية عميقة تحكي على الحب والخيانة، والعلاقات المعقدة بين مجموعة أصدقاء يواجهو مشاكل المجتمع والحياة الشخصية.",
        "genre": ["دراما", "رومانسي"]
    },
    {
        "title": "نافورة الهوى",
        "description": "دراما رومانسية تحكي على زوج شاب يواجه معارضة العايلة والصعوبات المالية، مسلسل يحكي على الحب والتضحية والصبر.",
        "genre": ["دراما", "رومانسي"]
    },
    {
        "title": "أولاد مفيدة",
        "description": "دراما قوية تحكي على أم تحاول تحمي ولادها من مخاطر الشارع، الجريمة، والفساد، وتتناول قضايا اجتماعية وأخلاقية في تونس.",
        "genre": ["دراما", "جريمة"]
    },
    {
        "title": "المايسترو",
        "description": "دراما مؤثرة تحكي على أستاذ موسيقى يساعد شباب في إصلاحية، يوري كيفاش الفن ينجم يغير المصير ويخلق الأمل.",
        "genre": ["دراما", "اجتماعي"]
    },
    {
        "title": "نوبة",
        "description": "دراما موسيقية تدور في الماضي التونسي، تستعرض قصص حب، النوستالجيا، وموسيقى 'النوبة' اللي تجمع القديم بالجديد.",
        "genre": ["دراما", "موسيقي", "تاريخي"]
    },
    {
        "title": "تاج الحاضرة",
        "description": "دراما تاريخية تصور تونس في القرن 19، تركز على الصراعات السياسية، الحب الممنوع، والمؤامرات داخل القصر.",
        "genre": ["دراما", "تاريخي"]
    },
    {
        "title": "عشق ودموع",
        "description": "سلسلة رومانسية تحكي على قصة حب معطلة بسبب عداوة العايلات والتقاليد الاجتماعية، بين الحزن والأمل.",
        "genre": ["دراما", "رومانسي"]
    },
    {
        "title": "فلاشباك",
        "description": "دراما نفسية غامضة تتبع محقق يحاول يكشف مؤامرة خفية وهو يعاني من صدمات الماضي وذكريات ترجعله.",
        "genre": ["دراما", "تشويق", "جريمة"]
    },
    {
        "title": "الفوندو",
        "description": "مسلسل درامي يحكي على الظلم والانتقام، يتبع شاب مظلوم تم اتهامه في قضية باطلة، وبعد سنوات يرجع باش ياخذ حقه.",
        "genre": ["دراما", "جريمة"]
    }
]
