[
    {
        "title": "RECIPE FOR FRICASSE",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "I can still remember my first fricassé experience like it was yesterday. The year was 2006 and I was living and studying abroad in Tunisia for the first three and a half months of my junior year of college, staying with a host family in the capital. (Most of our family lives in the northwest, near Algeria.) One fall afternoon when I was running errands in the sun-dappled streets of downtown Tunis with my host mom, she had us make a pit-stop at her favorite fricassé cart. I had no idea what to expect, and left the ordering up to her, but as soon as she pressed the small sandwich wrapped in paper into my palm, I couldn’t wait to dig in. That first bite is all you need to be addicted and what follows is the perfect marriage between sweet and savory, soft and crunchy. There’s an initial crunch in the first bite of the fried exterior, followed by a pillow-like quality of the slightly sweet, fluffy doughy interior. The brininess from the olives and tuna are balanced out by small cubes of starchy potatoes and creamy hard boiled eggs, and of course harissa is the magic ingredient that ties it all together and gives it the signature Tunisian kick. It’s the street food sandwich of contradictions and it’s perfect. For the recipe, read on!",
            "",
            "Ingredients for Dough",
            "500 grams white all-purpose flour",
            "1 sachet regular active dry yeast (2.25 tsp)",
            "1 tbsp olive oil",
            "pinch of salt",
            "",
            "Ingredients for filling",
            "pitted black olives",
            "1-2 russet potatoes",
            "eggs",
            "harissa",
            "tuna, drained",
            "parsley",
            "Preparation",
            "Assemble all ingredients in a stand mixer. Turn on and slowly pour 1 cup of lukewarm water to bring dough together. If necessary, add more water, a little at a time. (You can also do the mixing step by hand in a bowl.)",
            "After you’ve assembled your dough, put in a bowl. Rub olive oil over the top of the ball then cover and let rest 1-2 hours until it doubles in size.",
            "Meanwhile: ",
            "Boil water in a large saucepan and place eggs in. Remove after 10 minutes and rinse under cold water. Peel when cool and slice. (If you prefer a jammier egg, you can remove it from the boiling water after 7-8 minutes.)",
            "Boil water and cook russet potatoes until soft/tender but still holding their shape. Drain under cold water and once cool, dice them into small squares.",
            "When dough has risen, roll out on flat surface with a rolling pin. Cut out circles using a round cookie-cutter (3-3.5” in diameter) or hand form them. Then shape individual circles into ovals (2.5-3”). Cover with a damp towel and let rest again for at least 10-15 min.",
            "Heat your neutral cooking oil (canola or vegetable) in a deep pot. Once the oil is hot, gently place the dough in the pot. (Don’t overcrowd it, so be sure to do in batches.) Let each piece of dough get golden-brown and puffed up on one side before flipping over and letting it do the same on the other side. Remove from the pot with a slotted spoon and place on a rack or paper towel-lined baking sheet. Repeat with remaining dough. Once cooked, take a serrated knife and slice down the long side of the oval without cutting all the way through (so it’s still in one piece like a sandwich roll or hotdog bun). ",
            "Spread harissa on one (or both!) sides. Fill with the potatoes, sliced hard-boiled egg, tuna, pitted black olives, and finely chopped parsley. Enjoy!",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR TUNISIAN MLOUKHIA",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Growing up, I had my fair share of mloukhia at my cousins’ house. Forget about all the stereotypes about kids not enjoying vegetables or green things, this dish was something we slurped with pleasure as we dunked pieces of baguette into the stew. It definitely has a distinct taste and texture that isn’t for everyone, especially if you didn’t grow up with it. Mloukhia comes from the leaves of the corchorus olitorius plant, also known as jute mallow. It’s prepared in many different ways across Africa and the Middle East and contains plenty of vitamins and nutrients.",
            "",
            "Ingredients",
            "1 packet of mloukhia (100g)",
            "neutral cooking oil",
            "3-4 bay leaves",
            "1.25 lamb shoulder chop (bone-in)",
            "2 tablespoons tabil",
            "1 tsp caraway",
            "1-2 tbsp homemade harissa (harissa arabi) and/or 1 tbsp tomato paste",
            "3 garlic cloves",
            "Preparation",
            "Take the packet of mloukhia and place the contents in a large cooking pot on the stove. Add about 2 cups of neutral cooking oil. Mix and stir to get the lumps out. Then add about 2 liters of hot/boiling water but leave room at the top of the pot. Bring to a boil on med/high heat. Add bay leaves, then turn down pot to a low simmer and cover for about 2 hours.",
            "Meanwhile: ",
            "Prepare the meat. (You can also do this the night before.) In a small bowl, mix tabil, caraway, harissa/tomato paste, ground pepper, and a pinch of salt. Then mash the garlic cloves to a paste in a mortar and pestle (or finely chop with a knife) and add to the other spices. Place lamb in a larger bowl and rub the spice mixture into the meat with a spoon. Cover and refrigerate (you can prepare this the day ahead and refrigerate overnight).",
            "After two hours, turn mloukhia pot back up and let it boil, then add the lamb in. Let it boil for a bit then turn down heat and let it simmer on low (for ~1.5-2 hours).",
            "At this point, the meat should be tender and starting to fall off the bone. The minute the water hits the mloukhia, it has a slimy consistency. The only way to get rid of this is to let it cook for a long time. (Total cooking time: ~3.5-5 hours) Serve with baguette and enjoy!",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR LOUBIA ",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Looking for a Super Bowl Sunday chili recipe? Why not try our recipe for Loubia (white bean stew). It’s almost like/kind of the Tunisian/spicy version of chili and perfect for winter days. ",
            "",
            "Ingredients",
            "½ medium onion chopped",
            "8-11 small/medium gloves of garlic, peeled",
            "2 tbs ras el hanout spice mix",
            "1-2 tsp salt",
            "½- ¾ cup oil",
            "½ of a 6 oz can of tomato paste",
            "1 tbs paprika (can also use ½ tsp each of paprika and cayenne)",
            "1 tsp black pepper ",
            "8 medium pieces of lamb (type of cut based on your preference)",
            "4 cups of water",
            "2 Anaheim peppers",
            "1 poblano pepper",
            "3 15-oz cans of white beans (We used Great Northern beans. You can also use Cannelloni or white kidney beans or you can use dry beans and soak them over night.)",
            "Preparation",
            "In a mortar and pestle, mash together the ras el hanout, garlic, and a pinch of salt. ",
            "In a large pot, heat the oil over medium heat, add the onion and garlic and spice mixture, paprika (and cayenne if using it), salt, black pepper, and tomato paste, and saute for a few minutes until all mixed and fragrant. If it starts to stick to the bottom of the pan at all, add a little bit of water and keep sautéing.Add the meat and saute for several minutes as well to slightly sear the outside.",
            "Add enough water to fully cover the meat; we used 4 cups total.",
            "Bring to a boil, cover the pot with the lid, and turn the heat down to low and allow to simmer until the meat is nearly fully cooked (about an hour depending on the size of the pieces of meat). ",
            "Add the whole peppers and the drained beans and cook for another 15-20 minutes or until the beans are all heated through and the meat is tender. ",
            "Ladle up a bowl and serve with fresh baguette.",
            "",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR SHAKSHUKA",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            " ",
            "If you remember in our ojja post, we promised to share the real shakshuka with you, and here it is, finally. The word shakshuka is usually associated with the tomato and egg dish (ojja), but in Tunisia, shakshuka is actually this delicious and simple tomato-pepper-potato stew. It's often a go-to quick fix when you don't have a ton of ingredients on hand and need something fast and filling. Any beginner cook can make it; in fact, it was the first dish Rim learned how to cook. And the only time you'd find Munya's dad in the kitchen cooking was when he was making shakshuka. Point of the story? Anyone can make it!",
            " ",
            "Ingredients:",
            "olive oil",
            "1 medium white or yellow onion, thickly sliced",
            "3-4 peppers, a mixture of jalapeno and Anaheim",
            "3 medium gold potatoes (Yukon gold work well), quartered",
            "3-5 Roma tomatoes, cut into quarters or wedges",
            "salt to taste (1-1.5 teaspoons)",
            "black pepper (optional, or 1/2 teaspoon)",
            "1 teaspoon paprika",
            "4-5 whole eggs, optional",
            "1 tablespoon tomato paste",
            "parsley (for garnish)",
            "bread to dip!",
            "Preparation:",
            "Add enough oil to cover the bottom of a saute pan or shallow pot. Heat to medium. Add tomatoes and saute. Add onions, peppers, and potatoes. Add salt, black pepper, and paprika. Stir gently and let steam. Lower the heat and let cook, may need to half .5 cup of water if it looks a bit dry. Add 1 tablespoon of tomato paste if you don't have enough fresh tomatoes or the color doesn't look red enough. Cook until the potatoes are tender, but the other vegetables still retain their form/don't break down too much. If adding eggs, crack whole eggs on top or poach some on the side. Once eggs are cooked to your desired doneness, garnish with parsley and serve with bread. Enjoy :) ",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR MARGET JELBANA",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Tunisian cuisine has many stews (\"marga\"), all of which are perfect for dipping bread into. Today we're featuring marget jelbana, a pea stew which is just scrumptious. For all its simplicity, this stew is very satisfying and hearty. ",
            "Ingredients: (serves ~4)",
            "vegetable oil or olive oil",
            "4-5 cloves garlic, finely chopped",
            "1 tablespoon coriander spice or ras el hanout",
            "salt, to taste",
            "black pepper, 1 teaspoon",
            "1/2 chopped white or yellow medium onion",
            "3 oz. (2 large heaping tablespoons) tomato paste",
            "1 tablespoon paprika",
            "cayenne pepper to taste (1/4 teaspoon - 1/2 or can substitute red pepper flakes)",
            "1-1.5 lbs of lamb chops",
            "2-3 potatoes (Yukon gold work well), cut in wedges",
            "~2 cups peas, frozen or fresh (1 16-oz frozen bag)",
            "3-4 Anaheim peppers, slit down the middle ",
            "bread for dipping",
            "Preparation:",
            "Mash the garlic and coriander/ras el hanout mix in a mortar and pestle. (Adding ~1 teaspoon of salt will help it mash better, but just be aware that this will count towards the total salt in the dish.) ",
            "In a pot, cover the bottom with oil and heat to medium on the stove. Add the onion, black pepper, paprika, cayenne pepper, garlic-coriander mixture, and tomato paste. Saute until fragrant, being careful not to let it burn or stick to the bottom. (If it starts to stick, add a little water.) Add the meat and stir until nicely coated. Cover with enough hot water until the meat is fully covered. Put the lid on the pot and reduce heat to low/medium-low. Let cook until the meat is tender (about 45 minutes to an hour). Add your potato wedges and peas at this time and cook until the potatoes are halfway cooked. Then add the Anaheim peppers and cook until the potatoes are fork-tender but not falling apart. Serve with bread and enjoy. :) ",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "No title found",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "There are few things that taste better than home made bread. And there is nothing that tastes better than our grandmother's homemade bread. Our family came from a very poor background in Tunisia and Algeria and most everything was done off the land. Aïcha (or Dada as we called her) had seven children who made it past risky childbirth- six boys and one girl, our aunt Latifa. Dada would regularly go with Latifa to gather branches, twigs, and sticks which they would tie on their backs, carrying them back to the house, hunched over looking like walking “trees.” We still have vivid memories of her mixing all the ingredients together from scratch to make the simplest yet most satisfying bread. In a large metal dish she would dump a large pile of flour and then with her hands, she'd make a hole in the middle, pushing the flour out to create a well. Into the well she'd add the water, salt, and any other ingredients and begin to mix. No measuring cups, no mixing tools. She would use her hands to mix and knead the mixture into a perfect dough. She would divide the dough into even pieces and, in what seemed like a blink of an eye, run her hands over each piece to form it into a perfect smooth sphere. Once they rested, she used her magical hands to shape the spheres into perfect squares or rectangles. Quickly moving her hands and fingers, she knew exactly how to touch the dough to make it fold and stretch the way she wanted—no easy task. She made it look so simple as if the dough knew what to do, but had we tried, it would have looked like an uneven, awkwardly shaped piece of bread. With all of her dough ready to go, she would take it over to the outdoor clay oven and cook it herself. Coming back to the house with a tray full of hot, fluffy, slightly charred bread got everyone gathered around the table. It completed any meal but best of all was delicious enough on its own.",
            "Even as our grandmother got older and her daughter-in-law took over the cooking for the extended family, Dada continued to be the in-house bread queen, making everything from khobz tabouna to rougag (a thin bread with many layers), as pictured below, and today's recipe. ",
            "Dada (Allah yerhamha) making rougag old-school style",
            "Ingredients (makes about 8 pieces of bread):",
            "5 cups flour",
            "2 cups water (you may end up only using 1.5)",
            "1tsp salt",
            "Vegetable oil ",
            "Preparation:",
            "In a food processor or bread maker, start by adding the flour and 1.5 cups of water. Top with salt and turn the appliance on.  If you're mixing by hand, make sure all the ingredients are combined but don't over-mix. Once the dough is mixed well and comes together, feel it to see if it's too dry or too wet. You want it to be smooth and soft but not overly dry or overly wet and sticky. If it is on the dryer side add another half cup of water and feel again. The dough will vary depending on location and weather. ",
            "Once the dough has formed, roll it out by hand into a log shape and cut it into smaller pieces, we found with this amount of flour you should be able to get 8 balls or breads.  Roll each small piece into a ball and cover well with oil turning the prices every so often as not to dry out. Let rest for 10-20 minutes or until rested enough that the dough fills out easily. ",
            "On a flat surface, start to stretch the dough out into a thin circle, like a pizza (but with no crust). Pull the top part of the dough down to the center (it should be quite stretchy/malleable). Then pull the bottom part of the dough up to the center making a long rectangle-ish. Then pull the right side of the dough to the center and repeat with the left, making a square. (This folding creates the layers.) this folding takes a little practice and patience, you will need to gently tug and pull at the dough to make it the shape you want. ",
            "Alternatively, you can make triangle rougag instead. This folding method is slightly easier.  Start off the same as the rectangle bread by creating a large thin circle of dough. Then fold the circle in half, then in half again. ",
            "Once all the prices have been folded to the desired shape, they must be flattened again before cooking. Use your hands or a rolling pin and flatten to the desired size, about the size of a dinner plate.  It’s easiest to flatten one or two at a time, and while one cooks, flatten another.  ",
            "Heat a grill pan on the stove and let it get hot. Place one of the pieces of dough on the pan and let it start to cook. It may form little bubbles like a pancake. Check the other side with a spatula by flipping the corner to see if it's browned. Once it's got brown spots all over, flip and cook on other side. Depending on your taste preferences, you can have it doughier or cooked. Serve hot and enjoy!",
            "Note: Rougag goes great with savory or sweet ingredients such as harissa & olive oil or jam & butter.",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR S7AN TOUNSI",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "There's nothing quite like the month of December to knock you off your feet and make you feel frazzled. Between all of the end-of-the-year festivities, sometimes it can seem like a chore to put together a meal. S7an tounsi (literally \"Tunisian plate\") is a classic dish featuring all the quintessential Tunisian ingredients: olives, tuna, eggs, capers, harissa, hot peppers, etc. And it's just the right meal to \"make\" when you'd rather use your limited precious time to indulge in seasonal fun than spend it all day in the kitchen. ",
            "Ingredients (Serves 2):",
            "4-5 medium waxy potatoes (we used yellow ones)",
            "4 soft boiled eggs",
            "1 red onion, sliced",
            "can of tuna, preferably Tunisian tuna",
            "harissa (you can find our recipe for homemade harissa here)",
            "several large Anaheim chiles",
            "capers, optional",
            "olives, to serve",
            "half a bunch of parsley, chopped",
            "olive oil",
            "baguette",
            "Preparation:",
            "Bring a medium-sized pot of salted water to a boil. Add peeled potatoes and cook for 20-25 minutes or until the centers are cooked through. Strain and cool, then dice into cubes. (Note: this step can be prepared the day before to quicken the prep time. French fries could also be substituted here.)",
            "Bring a small sauce pan of water to a boil. Poke a very small hole in the outermost shell of the eggs. Gently place the eggs in the boiling water and let cook for 7 minutes. Drain and cool. Peel off shells and slice in half. Lightly sprinkle with salt and pepper. ",
            "Broil the Anaheim chiles in the oven for several minutes or until charred.",
            "Find your favorite plate and assemble the first eight ingredients however your heart desires. Top with parsley, glug a little olive oil over the plate, and go to town mopping everything up with some crusty baguette. Enjoy :) ",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "Recipe for Tunisian Lablebi",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "People might think of Tunisia as a tropical place, but the fall and winter months can get quite damp and cold. I still vividly remember one October night having to sleep in my winter coat in El Kef! (The houses there are designed perfectly for the summer heat, but the chilly winters? Not so much...)",
            "While dining out isn't a huge part of Tunisian culture, street food and fast food are popular throughout the country- from roadside mechoui stands to crêpe counters to melaoui carts.",
            "And then there's lablebi: the quintessential Tunisian fast food. Now don't let the \"fast food\" label turn you off. It's prepared quickly in casual cafeteria-style joints but the food is anything but unhealthy. Lablebi is traditionally served quite simply, as it's a dish meant to provide sustenance for cold days, using frugal ingredients. Chickpeas and their spiced broth provide a hearty dose of protein and stale bread is brought back to life in the liquid. Over the years, the dish has evolved into an \"instagram-worthy\" bowl of various colorful toppings, all which add to the deliciousness of lablebi.",
            "Old-school style lablebi more simply prepared",
            "Ingredients (serves 2)",
            "2 cups whole, dry chickpeas",
            "3 ½ -4 cups water",
            "1 tsp cumin",
            "1 tsp salt",
            "½ tsp black pepper",
            "2 whole eggs poached",
            "Canned tuna",
            "Harissa and/or crushed red pepper flakes",
            "Olive oil",
            "Stale bread or fresh kesra torn into small pieces",
            "Accompaniments:",
            "Tuna, Olives, Egg, Harissa, Capers, Pickled vegetables",
            "Preparation",
            "Place chickpeas in a large bowl and add water. Allow the chickpeas to soak overnight. Make sure chickpeas are fully covered by the water.",
            "Pour the chickpeas and the water they soaked in into a pot and bring to a boil. Once boiling, reduce the heat to low, partially cover and allow to simmer until very tender. Skim any foam that may develop at the surface.",
            "*Note: This may take 30-40 minutes, but you will know they are done when you can easily smash them between your fingers and some of the skins start to separate from the chickpeas.",
            "Once the chickpeas are fully cooked, add the salt, pepper, and cumin. Stir and remove from heat.",
            "Serve hot in a bowl and add your preferred garnish. You can go simple and traditional with just pepper flakes and a drizzle of olive oil. Or go all out and add the stale bread to soak up the broth, a generous spoonful of harissa, some good quality Tunisian tuna, and a poached egg to top it all off.",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR TUNISIAN CARROT SALAD",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            " ",
            "Carrots were one of those things we didn't always enjoy growing up. (Raw) carrot sticks reminded Munya of rabbit food and both of us often found cooked carrots too sweet. This salad provides the right balance of acidity and sweetness as the carrots are tempered by the addition of lemon juice and vinegar. Dried olives go really nicely with this dish so try to include them if you can find them at your grocery store.",
            "Ingredients:",
            "5-6 large carrots",
            "2 tbs Olive oil",
            "Salt",
            "Black pepper",
            "Squeeze of fresh lemon juice",
            "1 tsp white vinegar",
            "Handful of fresh chopped parsley",
            "Some dried black olives to garnish",
            "Preparation:",
            "Bring a medium size sauce pan filled with water to a boil.",
            "Peel and wash the carrots and cut into small circles about ¼ inch thick.",
            "Place the carrot rounds into the boiling water and let cook until tender but still hold their shape. Check every so often by inserting a small knife through the center of a piece of carrot, if it goes through easily, they are done.  (About 10-15 minutes depending).",
            "Remove and drain the carrots and let sit aside to cool slightly.",
            "Add salt and pepper, olive oil, vinegar, lemon juice, and the chopped parsley. Garnish with dried black olives and serve.",
            "*Note: most of these ingredients are to your specific taste, so feel free to adjust the amounts of each, adding more or less depending on your own preference. Start with small amounts, taste, and add as needed.",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "Recipe for Slata Mechouia",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "The smoky smell of vegetables slow roasting over a grill as our cousins hunch over on stools, and fan the flames patiently...the sound of embers popping and crackling underneath. After the vegetables cool, the skins are peeled to reveal tender, juicy delights ready to be drizzled in olive oil. Nothing symbolizes summer in Tunisia more than slata mechouia.",
            "Slata mechouia literally means \"grilled salad\" as the vegetables are grilled over an open flame. You can find all the veggies you need at your local farmer's market right now as this salad uses the best of summer produce- typically onions, garlic, tomatoes, and hot peppers (giving it that Tunisian kick).",
            "Our cousin, Olfa, in El Kef, Tunisia, patiently roasting peppers.",
            "Ingredients:",
            "4 whole onions",
            "5 whole tomatoes",
            "one whole garlic bulb, or several whole garlic cloves with the peel",
            "4-5 whole green Anaheim peppers",
            "2 whole bell peppers",
            "2-3 whole jalapeno peppers",
            "1/2 tsp salt",
            "1/4 tsp black pepper",
            "1-2-3 tbs Olive Oil",
            "Olives",
            "Tuna",
            "Hard boiled eggs",
            "Preparation:",
            "*Note: We would like to mention before starting that as with many recipes, this is another one where the ingredient amounts and vegetable types can vary. Use this as a base recipe and adjust as you please. It can be made more or less spicy, more or less tomato-y, more or less garlic-y, etc. ",
            "Clean and dry the vegetables that have skin.",
            "Char your vegetables a few at a time. For the best flavor, do this over a charcoal grill. Turn the vegetables every so often to get an even char all the way around. ",
            "*Note: If you don't have access to a charcoal grill, a gas grill would work as well. Other methods for charring vegetables are available also such as straight over a gas stove flame, or under the broiler component of your oven. Just be careful with whichever method you choose.",
            "Once all your vegetables are charred, place in a plastic bag and tie it closed, or in a bowl covered with plastic wrap. This allows the vegetables to cool and sweat a bit which helps with the peeling process. Let them sit aside for about 10-20 mins. ",
            "Begin peeling the outer skin and peel off of your vegetables. Remove any stems as well as any seeds you wish to omit.",
            "*Note: If the vegetables have sweat properly, the skins should be fairly easy to remove; a small knife can also be useful. Also, keep in mind, especially if using spicy peppers, that it may be helpful to wear kitchen gloves to avoid burning your fingers (and eyes!). Remove any seeds and ribs of your peppers if you don't want your final dish too spicy. ",
            "Once all of your ingredients have been peeled, place a few vegetables at a time into a food processor and pulse until a little smooth but there are still some small chunks. Place each batch aside until you have processed all of your ingredients. Mix well and add salt and pepper to taste and adjust as needed. ",
            "*Note: If you do not have a food processor, you can also use a fork and knife to cut your vegetables down, or a mortar and pestle to further mash them. Make it as chunky or smooth as you like. ",
            "Place the finished dish on a serving plate and garnish with slices of hard boiled eggs, good quality tuna, olives, and a healthy drizzle of olive oil. Serve with fresh baguette or homemade bread and dig in!",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "Recipe for citronnade",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Citronnade is your 8-year-old self's lemonade stand beverage taken to the next level. In Tunisia (and France), citronnade has a much rounder flavor than its tangy American counterpart. That's thanks to the method of preparation which involves using the entire lemon (minus the peel and pith) instead of just juicing it. Preparing citronnade is a bit more labor intensive than the lemonade you might be used to, but we think you'll find the extra bit of time spent in the kitchen well worth it. This particular recipe has a hint of orange blossom water and will transport you to summer days of yore.",
            "Ingredients:",
            "9 lemons",
            "1 cup plus 2 tablespoons of sugar",
            "4-4.5 cups water",
            "1.5 teaspoons orange blossom water",
            "Optional:",
            "sprigs of mint",
            "Preparation:",
            "Remove peel and pith of lemons with a paring knife, then slice in half and place in large bowl. Add sugar and shake around. Cover bowl with plastic wrap and let refrigerate for at least 4-6 hours. In batches, combine some of the lemons (be sure to include the syrupy sugar that formed) and water in a blender and mix until it becomes frothy and well-blended. Repeat with the rest of the lemons and water. Strain mixture in batches over a wide rim bowl. Pour into a pitcher, add orange blossom water, and stir. Garnish with mint leaves and almonds if desired. Enjoy!",
            "Enjoying a refreshing glass in Marseille several years ago",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "Recipe for Tunisian Brik",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "We've already brought you a shorba recipe this month, and if there's one other dish that screams Ramadan, it's brik (\"breek\"). This savory, stuffed \"pastry\" originated in the Ottoman Empire where it is known as borek. The delicacy made its way west, with some adaptations along the way, and is still eaten in North Africa today. Tunisian brik is typically triangular-shaped and in Algeria (where it's called borek), the pastries are oblong or tube-shaped like a Asian style egg roll.",
            "Malsouka, the paper-thin wrappers used to make brik, aren't available in the U.S. At times we've purchased malsouka in Tunisia and then frozen them upon return. If you don't have that option, years ago, we discovered that Chinese egg roll wrappers will do the trick in a pinch. Even better, Filipino lumpia wrappers are thinner, with small holes, and more closely resemble a traditional brik. You can typically find lumpia wrappers at any Asian grocery store. Now that we've dealt with that bit of housekeeping- onto the fun part: the eating of brik! As soon as the brik are ready, squeeze some lime juice over the top and dig in. As you crunch into the fried wrapper, it should start to flake. Then the egg should coat your tongue as the brininess of the tuna comes into play. If you can't stop yourself from eating just one, don't worry. You're not alone!",
            "Brik (this time prepared in a long, rectangular shape) makes up part of the meal during Ramadan",
            "Ingredients:",
            "malsouka (or lumpia or egg roll wrappers)",
            "eggs (one for each brik you wish to make)",
            "Vegetable oil",
            "1 bunch parsley chopped ",
            "one bunch green onions or 1 medium white onion chopped",
            "1-2 tbs Parmesan cheese",
            "1-2 cans tuna drained well",
            "pinch of salt and black pepper",
            "Optional fillings:",
            "1-2 large russet potatoes, boiled and mashed ",
            "Capers",
            "Preparation:",
            "Separate and fold the malsouka (or lumpia wrappers) into triangle shapes. Since these are round, the easiest way is to fold in 4 edges to make somewhat of a square, then fold one corner of the square across to the opposite one to create a triangle.  Set these aside and keep covered well until ready to use so they don't dry out.",
            "In a bowl mix together all the other ingredients and set aside.",
            "Heat a frying pan with about a half inch of vegetable oil on just over medium heat and make sure its hot enough to fry before you start assembling your brik.",
            "In a plate, place your square wrapper, and line two of the edges with the parsley/tuna mixture making sure they connect. This will serve as a border to keep the egg in place. Sprinkle the center of the wrapper with a little salt and pepper and carefully crack your egg right on top of the salt and pepper. Fold over the top of the wrapper and using the plate, gently slide it into the oil. Use a spoon to gently press the brik closed and to spoon some of the hot oil onto the side not submerged into the oil. While it cooks on one side, you can make a second brik and cook them at the same time.",
            "Let the brik fry for about 2-3 minutes or until a nice golden brown before flipping to the other side and repeat.  ",
            "*Note: Tunisian brik is traditionally made with a runny egg. To achieve this, you will want to be careful how long you leave the brik in the frying oil, and it will take some trial and error. If you prefer a hard cooked egg, leave it to fry longer.",
            "Remove the brik and place on a paper towel lined plate and continue frying as many briks as you wish to make.",
            "When finished, place on a serving dish and garnish with lemon or lime wedges (to squeeze over) and serve immediately. Enjoy!",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR TUNISIAN SHORBA",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Ramadan mubarak! For our first Ramadan recipe, we couldn't start with anything other than shorba (chorba). This delicious, satisfying soup is an absolute staple on every Tunisian dinner table for all 30 nights of Ramadan. It is well loved any time of year but especially during this month of fasting as it is not only a delicious meal with hearty ingredients such as frik and meat, but it is also water-based so the idea is you are quenching both your hunger and thirst with one dish. This year, hydration is particularly important for those in northern latitudes as sunset occurs quite late (shoutout to Seattle- 9:04pm tonight!). There are of course usually other dishes to go along with shorba, and we look forward to sharing some of those with you soon! Happy fasting!",
            "Ingredients:",
            "~1lb meat or chicken cut up into small pieces",
            "3-4 tbsp vegetable oil",
            "5-6 gloves garlic",
            "2 tbs ras el hanout spice",
            "1/2 of a large or one small onion chopped ",
            "1 tsp salt ",
            "1/2 tsp black pepper",
            "1 tbsp paprika",
            "1/8-1/4 tsp cayenne",
            "1 cup frik (or 'freekeh', green wheat)",
            "1/2 cup celery chopped",
            "1/2 cup cilantro chopped",
            "one 6oz can tomato paste",
            "1 tsp dry mint",
            "1/2 cup chickpeas  (optional)",
            "Water (amount will vary, have a pot or kettle of hot water ready during cooking)",
            "Preparation:",
            "With a mortar and pestle, mash together the garlic and ras el hanout spices.",
            "In a large soup pot, add enough oil to fully cover the bottom and turn the heat on between medium and medium high.",
            "Add in the garlic and spice mixture, onion, salt, black pepper, paprika, cayenne pepper, tomato paste and saute for a few minutes until it all comes together and is fragrant.",
            "Add your meat or chicken and continue to saute a few more minutes. You may need to add a little water at this point to keep the meat or chicken from sticking or burning.",
            "Add enough water to fill your pot about 3/4 of the way, or about the amount of finished soup you want to have.",
            "*Note: If you're not sure, add a little less than you might think because you can add as it cooks if it starts to look to thick or reduce too much.",
            "Add the frik and celery, reduce the heat to low and cook for approximately one hour or until meat is tender and the soup has thickened  slightly.",
            "Optional: if desired, add chickpeas to the soup. If using canned/cooked chickpeas, add towards the end of cooking just to heat through. If using dried chickpeas, add them at the same time as the meat.",
            "To finish, add the cilantro and  mint and serve with bread. Enjoy :) ",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR TUNISIAN CUCUMBER SALAD",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Walk through any souk/vegetable market in Tunisia and you'll find bins of tomatoes, cucumbers, and onions- the three main ingredients that make up a \"Tunisian\" salad. You might be thinking to yourself, \"that looks like a Greek salad\" and it's certainly quite similar, though it doesn't include feta cheese or oregano. This salad is often served with olives and finished off with a healthy glug of olive oil. Finally, it's more likely to be eaten with a hunk of crusty baguette rather than a fork. Some variations include the addition of mint or green apple (with the olives omitted)-- the possibilities are endless! ",
            " ",
            "Ingredients (Serves ~4):",
            "4-6 tomatoes",
            "½  an onion",
            "1 cucumber",
            "⅓ cup chopped fresh parsley",
            "¼ cup chopped fresh  mint",
            "2 tbs lemon juice",
            "1 tsp white vinegar",
            "2 tbsp olive oil",
            "Salt and pepper to taste",
            "Olives, optional",
            "Baguette",
            "Preparation",
            "Clean and chop all of your vegetables and herbs.",
            "Place all of your vegetables in a mixing bowl, add the vinegar, oil, lemon juice, salt, pepper, and  mix well.",
            "Lastly, add your mint and parsley and give one last light toss. Place in the serving dish and garnish with fresh black olives. Serve with fresh baguette.",
            " ",
            " ",
            "Salad ingredients at the market",
            " ",
            " ",
            " ",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR OVEN ROASTED TUNISIAN LAMB SHANKS",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "I still vividly remember my first trip back to Tunisia in the late '90s when our family slaughtered one of their lambs in celebration of our visit. While it may have initially been a little traumatic for my pre-teen American self more accustomed to seeing meat pristinely packaged in a sterile way on grocery store shelves, I was soon enjoying the tender meat chez la famille.",
            "Sheep (and subsequently, lamb) are ubiquitous in Tunisia. For many, including our shepherd uncle, lamb isn't just something eaten for a meal, it's a way of life.",
            "Funnily enough, one of the oldest breeds of sheep which is available in the United States is the Tunis sheep which gets its name from where it first originated. (According to Wikipedia, it was first imported to the U.S. in 1799 and Thomas Jefferson was a fan.)",
            "In Tunisia, lamb is often served with couscous, is the basis of merguez (North African style sausage), and most importantly, it's served during Eid El Kebir (Eid al Adha). ",
            "It's no coincidence that we're sharing this on Easter, so if you're looking for a Tunisian twist to your lamb dish, consider our recipe for shanks which you'll find below. Happy Easter to those celebrating!",
            "Our uncle's sheep grazing on a summer evening in Tunisia (photo taken in 2006)",
            "Ingredients:",
            "2 lamb shanks",
            "1 tsp salt",
            "1 tsp black pepper",
            "1-2 tsp ras el hanout spice",
            "¼ tsp cumin powder",
            "Olive oil",
            "Optional ingredients",
            "Several sprigs of rosemary",
            "A few small onions or shallots",
            "A few cloves of garlic with the peel on ",
            "Preparation:",
            "Pre heat your oven to 415 F.",
            "Clean and trim the lamb shanks. Any thin pieces of extra fat or tendons can be trimmed away but leave the majority of the fat as it is necessary for roasting.",
            "Place the lamb shanks in a roasting pan and season both sides well with all the spices, salt, and pepper.",
            "Drizzle some olive oil on them and rub everything in.",
            "Roast uncovered for about 20 minutes to give them some color.",
            "Remove from the oven and lower the temperature to 325 F. Add the rosemary, onions, and garlic to the roasting pan and cover well with 2 layers of aluminum foil.",
            "Return the pan to the oven and let the lamb slow roast for 1 ½ to 2 hours. The longer they roast, the more tender they will be.",
            "Once they have cooked to your desired doneness, let them rest for about 10 minutes before serving.",
            "Optional: collect the juices from the pan and place in a fat separator. If you don't have one, pour into a heat proof container and let cool until the fat has risen to the top and skim it off. The remaining juices can be used to pour over the lamb while serving. ",
            "Serve in a flat platter and garnish with the roasted rosemary, garlic, and onions. Enjoy!",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR TUNISIAN TAJINE WITH CHICKEN, POTATOES, AND PEAS",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "If you’re familiar with North African cuisine, then you’ve probably heard of tajine (tagine). You might be surprised, however, to know that in addition to the more well-known Moroccan tajine (a stew-like dish named for the pot it's cooked in), Tunisians also have tajine, but it is a completely different meal.",
            "Tunisian/eastern Algerian tajine is similar to a quiche or frittata, with an egg base. Here in Seattle, we’ve had a depressing winter (one for the record books, in fact), so we’re in the need of a bright dish to help us get through these gloomy days. We thought we’d kick off the first official day of spring with a seasonal tajine featuring peas and potatoes.",
            "Ingredients:",
            "1 lb chicken or lamb cut into small cubes about ¼ inch in size ",
            "1 cup potato peeled and chopped into ¼ inch cubes",
            "Garlic 4-6 cloves",
            " ¼ cup oil or enough to fully cover the bottom of your pot",
            "Water",
            "1 tbs ras el hanout spice mixture ",
            "1 tsp tomato paste ",
            "¼ tsp black pepper",
            "1 tsp salt ",
            "¼ tsp cayenne powder",
            "1 tsp turmeric powder",
            "One bunch parsley one bunch very finely chopped",
            "1 cup frozen peas thawed",
            "8-10 Eggs",
            "⅓ cup dried bread crumbs",
            "½ cup parmesan cheese",
            " ",
            "Preparation:",
            "Preheat your oven to 300 degrees F",
            "Using a mortar and pestle, mash together your garlic and ras el hanout spice mix.",
            "Note: if you don’t have this spice mixture, you can easily make it yourself. See our Macarona recipe for details.",
            "In a small saucepan, add your oil,  chicken, garlic and spice mixture, tomato paste, black pepper, salt, cayenne pepper, and turmeric. Saute on about medium high for a few minutes.",
            "Add enough water to cover the chicken, reduce the heat to low, cover and let simmer until the liquid has reduced by about ½ and the chicken is fully cooked. Set it aside and allow to cool.",
            "Note: By the end of cooking time for the chicken, it is ok and should look like there is more chicken than sauce. The sauce will be quite oily and this is what you want, so do not drain the oil as it is essential to the final outcome of the dish. Also, this is the only point to taste for salt/seasoning since later the mixture will have raw eggs. The sauce should be salty enough but try to avoid adding too much as the parmesan cheese will add a good amount of saltiness as well.  ",
            "In in small frying pan, fry your potatoes until just very lightly golden brown on the edges, the centers should still be pretty white. Set aside to cool on a paper towel lined plate.",
            "In a large bowl, whisk together 8 whole eggs. Add your parsley, potatoes, peas, parmesan cheese, bread crumbs, and chicken mixture and gently fold all the ingredients together.",
            "Note: You are looking for a thick but still runny consistency. Similar to other quiches. If you find it’s too thick, feel free to whisk together one or two more eggs and add them to the mixture. If you find it's too runny, feel free to add in more bread crumbs just a spoonful at a time. With ours, we ended up adding two more eggs for a total of 10.",
            "Pour your mixture into a baking dish. Bake for 30-50 minutes or until the center has set and the edges are golden brown.",
            "Note: baking time will vary depending on your oven and the size of baking dish used. A square pan about 10x10 inches and 1-3 inches high is usually used to get the square tagine shape. A round pan, like the one we used is also fine but just keep in mind it will take longer to cook the smaller the dish you use.",
            "Remove from oven and allow to cool.  Cut into squares or any desired shape and serve.",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR KESRA:",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Bread in Tunisia and Algeria is sacred. Just read all about the bread riots in the 1980's here. Not only is it affordable for all classes thanks to government subsidies, it's delicious and the perfect vehicle with which to mop up Tunisian sauces. It's just as important a \"utensil\" as a fork and every meal is blessed with bread, even carb-laden ones such as makrouna. How else are you going to get those remnants of sauce? ",
            "As a holdover from French colonization, many Tunisians and Algerians today accompany their meals with baguettes (which can be found at any corner bakery). Most households, however, also make their own traditional North African style breads, and if you ask us, they are much tastier. Today we're featuring kesra, a round, soft, and chewy bread with cook marks. ",
            "Ingredients:",
            "5 cups flour (all purpose, unbleached)",
            "1 tbs salt",
            "½ cup vegetable oil (can use olive oil as well)",
            "1 ⅓ cup water (amount may vary)",
            "Sesame seeds or black seeds (optional)",
            "Preparation:",
            "In a mixing bowl, add the flour, salt, and oil. Add in any seeds at this point if using them.",
            "Note: There are several ways to mix bread dough. In a bowl/counter top by hand, in a standing mixer with a dough hook, or in a bread machine. If using a bread machine, just make sure to stop it and remove the dough before it begins the rising process.",
            "Add the water and begin mixing until all the ingredients come together.",
            "Note: Amount of water used may vary depending on humidity, elevation, etc. You want enough water so that the dough comes together and is soft and smooth but also firm enough to be easily formed into rounds and hold together nicely when it needs to be lifted/moved.",
            "Knead the dough until it comes together in a smooth, homogeneous ball. Divide the ball into smaller, evenly-sized balls about the size of a fist.  (This recipe should yield you about 5-6).",
            "If the dough starts to feel dry at any point, smooth a little oil around the outside.",
            "Lightly cover the balls of dough with a little oil to keep the outside from drying and allow to rest for at least 20 minutes.",
            "In the meantime, preheat a flat, shallow pan over medium high heat and grease lightly with oil. A heavy pan such as one made of cast iron works really well. Try to find one with embossed rings to get the circle pattern on the bread.",
            "Begin rolling out the first ball of dough. Use your hands or a rolling pin. Roll into an even circle about ¼ inch thick.",
            "*Note: You’ll know the dough has adequately rested when it doesn’t spring back as you are flattening it. If it does spring back, set aside and let rest longer. Also, while working with one piece of the dough, make sure to flip and add oil as needed to the other balls of dough so they don’t dry out as you are working.",
            "Carefully lift your bread and place on the pan. To do this gently flip half of the circle over and place your hand underneath, and use your other hand to help flip it back over and lift the other half--the goal is to have two hands flat underneath the bread. You can also use a wide, oiled spatula to help you.",
            "Let cook for several minutes on each side. Use a toothpick to poke small holes in the bread to keep air bubbles from forming.",
            "Remove from the pan and set on a cooling rack while to finish cooking the rest of the bread.",
            "Serve while warm with your favorite food. It’s great with olive oil and harissa, or as a side to a delicious stew. (It can be served in whole discs or cut into triangles.) ",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR TUNISIAN LENTIL SOUP WITH CHICKEN",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "If where you live is anything like Seattle at this time of year, a warm, delicious cup of soup will be much appreciated! ",
            "Soup plays an important role in Tunisian cuisine, especially during the month of Ramadan, when the fast is often broken with a bowl of chorba. For our first soup recipe here on Our Tunisian Table, we chose a lentil one. Hearty, healthy, and satisfying, it's a staple that should be in every cook's repertoire. Of course, there are many variations of this dish, but as you may have guessed, the Tunisian version incorporates a bit more tomato and spice! We love this soup because it is a great stand-alone meal as it has everything you want-- vegetables, legumes, protein, spice, and of course--amazing flavor. That being said, it also works nicely as a first course to a larger meal. ",
            " ",
            "Ingredients",
            "Vegetable oil (enough to cover bottom of pot) ",
            "1 medium onion chopped ",
            "1 heaping tablespoon coriander powder ",
            "5-6 cloves of garlic ",
            "1 heaping tablespoon paprika ",
            "1/4 or 1/2 teaspoon cayenne pepper ",
            "Salt (1/2- 1 teaspoon) ",
            "Black pepper (to taste) ",
            "2 tablespoons of tomato paste ",
            "Meat or chicken (1-2 cups) ",
            "1 cup of green lentils ",
            "Celery (optional)- a few sticks cut into 2-3 inch pieces (feel free to use the parts with the leaves) ",
            "Note: You can add some fresh or frozen carrots to the soup as well. ",
            "Preparation ",
            "First: Soak your lentils in water for half an hour. If you don't have time for this, you can put them in the soup without soaking, it will just take a bit longer to cook them. ",
            "Boil a medium size pot of water and turn down to simmer. Set aside for later. ",
            "Mash together your garlic and coriander in a mortar and pestle. (You can add a little salt to help mash it, keeping in mind it will add to the saltiness of the dish.) ",
            "In a large pot, put enough vegetable oil to fully cover the bottom of the pot. Over medium to medium-high heat, saute your onions until they are translucent. Then add your garlic/coriander mix, tomato paste, salt, black pepper, paprika, and cayenne and saute for a few minutes. (If it starts to stick, add a little water.) ",
            "Add your meat or chicken and saute it until the outside sears a little bit and it's not leaking juices anymore (a few minutes). Keep stirring so it doesn't stick. ",
            "Add enough water to fully cover all the meat. You can add more than that at this point or later, since it's soup and you will be adding lentils. If you are using celery, add it at this step. Bring to a boil, then cover and turn to low heat. ",
            "Cook until the meat or chicken starts to get tender and is about 30 minutes away from being done. Keeping checking it and stirring every 10 minutes or so, and add water if it gets too thick or doesn't look like enough liquid. ",
            "When the meat is about 30 minutes away from being done, add your lentils. Continue to stir every once in awhile. Taste the lentils for softness which will indicate that the soup is done. (Our pre-soaked lentils took about 30-40 minutes to cook in the soup.) ",
            "Taste for salt and adjust as needed. Turn the pot off when the lentils are tender. Serve with bread and enjoy!  ",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "RECIPE FOR BLOOD ORANGE OLIVE OIL CAKE",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "Every time January rolls around, I get the winter blues. The holiday season has just wrapped up, I've put on pounds from indulging in baked goods and eggnog throughout the month of December, and worst of all- the weather is still dreary. Cue winter citrus. (And island escapes.) The first time I had a blood orange was about 14 years ago in Los Angeles, at the encouragement of my dear mother, a citrus fiend (and January Aquarius baby). She was buying them up at the Westwood Whole Foods and I was attracted by their color and eager to try one, even though I'm not a huge orange fan (lemons and limes are more my thing). I was in for a surprise- the tang of the first bite curled up my tongue and I was hooked. ",
            "In Tunisia, blood oranges are known as \"maltaises sanguines\" and despite the name, they are native to Tunisia. These sweeter blood oranges grow with such abundance that a large quantity is exported to France, where they are immensely popular. (Side note: Tunisia just experienced a boom in yield this year and hopes to grow its market in France, with a visit to the upcoming Salon de l'agriculture in Paris.) With Valentine’s Day just around the corner, we have a bright dessert to share with you today: a blood-orange olive oil cake made with Tunisian extra virgin olive oil and just a pinch of orange blossom water. ",
            "Adapted from Melissa Clark",
            "Butter for greasing the molds",
            "4 blood oranges",
            "1 cup sugar",
            "1/2 cup plain yogurt",
            "3 large eggs",
            "1 ¾ cups all-purpose flour, plus a little more for greasing the molds",
            "1 ½ teaspoons baking powder",
            "¼ teaspoon baking soda",
            "¼ teaspoon salt",
            "⅔ cup extra virgin olive oil, preferably Tunisian",
            "1 cup confectioner’s sugar",
            "Orange blossom water, optional",
            "Preheat oven to 350 degrees. Grease your heart molds (12) with butter and a dusting of flour. If you don’t have heart molds, use a 9-by-5-inch loaf pan. Zest the 3 oranges and place ⅔ of it in a large mixing bowl with sugar. (Reserve the zest from the third orange for the glaze.) Using your fingers, rub ingredients together until orange zest is evenly distributed in sugar.",
            "Halve all the blood oranges and squeeze juice into a measuring cup until you have about 1/2 cup or so. (Continue to juice the rest of the oranges and set aside remaining juice for glaze.)  Add yogurt to the ½ cup of juice until you have 2/3 cup liquid altogether. Pour mixture into the bowl containing sugar/orange zest and whisk well. Whisk in eggs.",
            "In another bowl, whisk together flour, baking powder, baking soda, and salt. Gently whisk dry ingredients into wet ones. Switch to a spatula and fold in olive oil a little at a time. Scrape batter into molds and smooth top.",
            "Bake cakes for about 12 minutes, or until they are golden and a knife inserted into center comes out clean. (Be careful as the small cakes cook quickly!) Cool on a rack for a few minutes, then unmold and cool to room temperature right-side up. ",
            "Take 1 cup of confectioner’s sugar and mix with ~2 tablespoons of blood orange juice, 1 teaspoon of zest, and a very small pinch of orange blossom water. Whisk together and spread over the cakes while they are still somewhat warm. Enjoy!",
            "Tunisian citrus",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    },
    {
        "title": "BAKLAWA RECIPE",
        "ingredients": [],
        "instructions": [
            "Welcome! Bienvenue! Asslema! ",
            "From Turkey to Morocco, baklava finds its way in the cuisine of many. Originating from the Ottoman empire, baklava is a dessert made of layered phyllo dough filled with nuts and covered in sticky syrup. As such, it can often be cloyingly sweet (and soggy) but there are many exceptions. When I visited Istanbul 4 years ago, I tried şöbiyet baklava at a tiny pastry shop that took baklava to another level. The phyllo layers were paper-thin with just the right crunch and inside was a filling of the best chopped pistachios and creamy kaymak (thick buffalo-milk clotted cream) I had ever tasted.",
            "The North African version, known as baklawa, doesn’t contain kaymak, though if you have access to it where you live, it certainly wouldn’t be a bad idea to include it.",
            "Ingredients:",
            "Makes 60-80 pieces",
            "For the pastry:",
            "2 boxes phyllo dough (chilled)",
            "1 cup pistachio (lightly toasted) (this can also be a half-half mix of pistachio/pine nuts)",
            "1 cup sugar",
            "1 tsp vanilla sugar  (if can’t find, use regular vanilla extract)",
            "½ cup orange blossom water",
            "5 cups (lightly toasted almonds)",
            "Small bowl of melted butter",
            "For the simple syrup",
            "3 cups sugar",
            "2 cups water",
            "2 tsp lemon juice",
            "¼ to ½  cup orange blossom water",
            "Preparation",
            "Pre-heat your oven to 350 degrees.",
            "In a pan, very lightly toast the nuts. *note: there should be very little browning and some spots should retain their raw color/texture)",
            "Remove them from the heat and allow to cool.",
            "While the nuts are cooling, make the simple syrup:",
            "In a medium pot, stir together water, sugar, lemon juice, and orange blossom water.",
            "Cook on medium low for 30 minutes and set aside.",
            "In a food processor, process almonds into coarse consistency (like thick couscous).",
            "Process the pistachios next, these should be more coarse than the almonds, for best results, chop them by hand with a knife.",
            "Place all the chopped nuts in a mixing bowl. Add sugar and vanilla sugar. Mix together with clean hands or a fork. Add the orange blossom water. Stir well and set aside.",
            "Unwrap phyllo dough at your work space. Cover with plastic and a kitchen towel to keep from drying out as you work.",
            "Brush the bottom of your pan with melted butter. Lay down your first two sheets of dough onto the tray. One on each side to fully cover your tray. Brush the sheets with melted butter.",
            "Continue to layer 2-3 sheets sheets of dough at a time making sure to brush each layer with more melted butter until you have 15 sheets of dough laid down finishing the last layer with melted butter.",
            "Empty the nut mixture onto the dough and gently spread it evenly with a fork to fully cover the dough.",
            "Begin the layering process again making sure to brush each layer with melted butter until you have another 15 sheets layered on top. Make sure to brush the last sheet evenly with the melted butter.",
            "Using a sharp knife, carefully cut the baklawa into diamond shapes and bake in the oven until golden brown.",
            "Note: It is best to use a sharp knife for this and stand it up straight while cutting. To get even pieces, begin by cutting the whole tray in two halves. Then each half into half again, continue until you have about one inch columns or whatever desired size you prefer. Then cut individual diagonal lines down each column to complete your diamond shapes. Alternatively, you can also just cut baklawa into squares or rectangles.",
            "Take out of the oven and pour the warm simple syrup evenly over the entire thing.",
            "Note: The simple syrup can also be mixed with 2 cups of real honey.  This gives the baklawa even more sweetness and a thicker, stickier consistency you commonly find in Tunisia and Algeria.",
            "Let it sit overnight (or a few hours at least) to fully absorb the syrup then run a knife through your original cut marks to help you remove the baklawa pieces. ",
            "To serve, place in paper baking cups and arrange on a serving platter.",
            "Get the first scoop on new recipes and more.",
            "@ourtunisiantable",
            "Get the first scoop on new recipes and more.",
            "Powered by Squarespace"
        ]
    }
]